Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kieliharjoittelu_tutustuttaa_saamenkieliseen_oppimateriaalityohon_-_ulpu_mattus-kumpunen_maarit_kiprianoff_ja_nina_autti_harjoittelivat_koulutus-_ja_oppimateriaalitoimistossa.html.tmx
Source language: fin
Languages: sme

source: Kieliharjoittelu tutustuttaa saamenkieliseen oppimateriaalityöhön – Ulpu Mattus-Kumpunen, Maarit Kiprianoff ja Nina Autti harjoittelivat koulutus- ja oppimateriaalitoimistossa
sme: Giellahárjehallan oahpásnuhttá sámegielat oahppomateriálabargui – Ulpu Mattus-Kumpunen, Maarit Kiprianoff ja Nina Autti hárjehalle skuvlen- ja oahppomateriáladoaimmahagas

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimistossa on käynyt kuhina, kun toimistossa on aloittanut huhtikuun alussa inarin-, koltan- ja pohjoissaamenkielisten oppimateriaalien projektityöntekijöitä .
sme: Sámedikki skuvlen- ja oahppomateriáladoaimmahagas lea leamaš hušša, go doaimmahagas leat álggahan cuoŋománu álggus anáraš-, nuortalaš- ja davvisámegielat oahppomateriálaid prošeaktabargit .

source: Heidän lisäkseen oppimateriaalityön maailmaan ovat päässeet sukeltamaan Saamelaisalueen koulutuskeskuksen inarin-, koltan- ja pohjoissaamen kieliharjoittelijat Ulpu Mattus-Kumpunen, Maarit Kiprianoff ja Nina Autti.
sme: Sin lassin oahppomateriálaid máilbmái leat beassan buokčalit Sámi oahpahusguovddáža anáraš-, nuortalaš- ja davvisámegielaid giellahárjehallit Ulpu Mattus-Kumpunen, Maarit Kiprianoff ja Nina Autti.

source: – Minulla on jo pitkään ollut halu tuottaa koltansaamenkielistä oppimateriaalia lapsille ja nyt kun vihdoin pääsin tänne Inariin kolttaa opiskelemaan, niin tottahan sitä piti heti ottaa koppi mahdollisuudesta päästä Saamelaiskäräjille harjoittelemaan, iloitsee koltansaamen kieliharjoittelija Kiprianoff.
sme: – Mus lea guhká jo leamaš hállu buvttadit nuortalašgielat oahppomateriála mánáide. Dál go viimmat bessen deike Anárii lohkat nuortalašgiela, de dieđusgehan dat galggai dalán dohppet gitta dán vejolašvuođas beassat Sámediggái hárjehallat, illuda nuortalašgiela giellahárjehalli Kiprianoff.

source: – Hakeuduin kieliharjoitteluun oppimateriaalien pariin, koska olen jo pitemmän aikaa ajatellut, että haluaisin olla mukana parantamassa inarinsaamenkielisten oppimateriaalien tilannetta, kertoo inarinsaamen harjoittelija Mattus-Kumpunen.
sme: – Ohcen giellahárjehallamii oahppomateriálaid ollái, dasgo lean jo guhkit áigge jurddašan, ahte hálidivččen leat mielde buorideamen anárašgielat oahppomateriálaid dili, muitala anárašgiela hárjehalli Mattus-Kumpunen.

source: – Hain kieliharjoitteluun Saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon, koska minua kiinnosti päästä näkemään ja kuulemaan minkälainen tilanne saamenkielisten oppimateriaalien kanssa on tänä päivänä.
sme: – Ohcen giellahárjehallamii Sámedikki skuvlen- ja oahppomateriáladoaimmahahkii, daningo mun hálidin oaidnit ja gullat makkár dilli otne lea sámegielat oahppomateriálain.

source: Aihe on itselleni ajankohtainen lapsieni koulunkäynnin vuoksi.
sme: Fáddá lea alccesan áigeguovdil iežan mánáid skuvlavázzima dihte.

source: Materiaalien historiaa olin hieman tutkinut opiskeluvuoteni syksynä, kun kulttuuriopintojen kurssilla esittelin omia vanhoja saamenkirjojani ja samalla kerroin luokkatovereilleni oppimateriaalien historiasta.
sme: Materiálaid historjjá ledjen veahá dutkan iežan studerenjagi álggus go ovdanbukten kulturoahpuid kurssas iežan boares sámegirjjiid ja seammás muitalin skuvlaskihpáriidda oahppomateriálaid historjjás.

source: Nyt oli mukava päästä kuulemaan tämän hetken tilanteesta ja näkemään minkä verran esim. koulukirjoja on tällä hetkellä saatavilla, kertoo pohjoissaamenkielen harjoittelija Autti.
sme: Dál lei somá beassat gullat otná dilis ja oaidnit man olu ovdamearkka dihte skuvlagirjjit leat fidnen láhkai, muitala davvisámegiela hárjehalli Autti.

source: Kieliharjoittelussa pääsee tutustumaan oppimateriaalityöhön
sme: Giellahárjehallamis beassá oahpásmuvvat oahppomateriálabargui

source: Inarinsaamen kieliharjoittelussaan Mattus-Kumpunen käänsi KEI-sarjaan sanalistan ja alkoi käsikirjoittaa lukemaan harjoittelevien oppikirjaa.
sme: Anárašgiela giellahárjehallamisttis Mattus-Kumpunen jorgalii KEI-ráidui sátnelisttu ja čálligođii giehtačállosa oahppogirjái, mii lea oaivvilduvvon sidjiide geat hárjehallet lohkat.

source: Koltansaamen kieliharjoittelija Kiprianoff laati sanaston tekeillä olevaan ǨIÕČČ 3-oppikirjan lukukirjaan sekä ideoi ja kirjoitti suunnitelman koltansaamen alkuopetukseen soveltuvasta oppikirjasta.
sme: Nuortalašgiela giellahárjehalli Kiprianoff lágidii sátnelisttu ǨIÕČČ 3-oahppogirjii lohkangirjái, mii lea barggu vuolde. Son maid hutkkai ja čálii plána oahppogirjái, mii lea heivvolaš nuortalašgiela álgooahpahussii.

source: Pohjoissaamen harjoittelija Autti puolestaan ideoi ja tuotti oppimateriaalia pohjoissaamen opetuksen tueksi digitaalisille Wordwall ja Quizlet -alustoille Cealkke dearvvuođaid -kirjasarjan pohjalta.
sme: Davvisámegielat giellahárjehalli Autti hutkkai ja buvttadii oahppomateriála davvisámegiela oahpahusa doarjjan digitálalaš Wordwall ja Quizlet -vuođuide Cealkke dearvvuođaid -girjeráiddu vuođul.

source: Lisäksi hän laati keskusteluharjoituksia arkipäivän keskustelutilanteisiin.
sme: Lassin son lágidii ságastallanhárjehusaid árgabeaivve ságastallandiliide.

source: – Oppimateriaalin teko oli tarkkuutta vaativaa ja sanaston tekemisessä piti ottaa huomioon monta eri tekijää, kertoo koltansaamen harjoittelija Kiprianoff.
sme: – Oahppomateriála ráhkadeapmi gáibidii dárkilvuođa ja sátnelisttu ráhkadeamis galggai vuhtiiváldit máŋga sierra ášši, muitala nuortalašgiela giellahárjehalli Kiprianoff.

source: – Materiaalien keksiminen oli yllättävän haastavaa, vaikka olen aikaisemmin toiminut kommunikaatio-opettajana opettaen viittomakieltä ja tukiviittomia.
sme: – Materiálaid hutkan lei dattetge oalle hástaleaddji, vaikko lean ovdal bargan gulahallanoahpaheaddjin, mas oahpahin seavvingiela ja doarjjaseavvimiid.

source: Viittomakielialallakin materiaalia on saatavilla vähän ja opetusmateriaalit piti pitkälti rakentaa itse.
sme: Seavvingielasge materiálat leat unnán fidnemis ja oahpahusmateriálaid galggai ráhkadit ieš.

source: Huomasin, että on erilaista luoda materiaalia lähiopetukseen kuin kieliharjoittelussa tekemääni virtuaalista materiaalia.
sme: Fuobmájin, ahte lea earálágan ráhkadit materiála lagasoahpahussii go giellahárjehallamis ráhkadin virtuálalaš materiála.

source: Aiempi materiaalien askartelukokemus piti osata muuttaa virtuaaliseen muotoon.
sme: Buđaldanvásihusa, mii mus lei ovdalaččas, galggai dál rievdadit virtuálalaš hápmái.

source: Työ oli silti mielenkiintoista ja samalla pääsin kertaamaan opiskeluvuoden aikana oppimaani, pohdiskelee pohjoissaamenkielen harjoittelija Autti.
sme: Bargu lei dattetge miellagiddevaš ja seammás bessen geardduhit áššiid maid ledjen oahppan studerenjagi áigge, smiehtada davvisámegiela hárjehalli Autti.

source: Keskusteluharjoitukset lisätään saataville Saamelaiskäräjien digitaaliselle oppimateriaalialustalle.
sme: Ságastallanhárjehusat lasihuvvojit olámuddui Sámedikki digitálalaš oahppoamateriálavuđđui.

source: Cealkke dearvvuođaid -materiaalit Wordwallissa ja Quizletissa .
sme: Cealkke dearvvuođaid -materiálat lea Wordwallas ja Quizletis .

source: Lisätietoja:
sme: Lassidieđut:
